Repository: alikian/pippipgo-ios
Catalog: pippipgo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fa, fil, fil_ph, fr, it, ja, ko, ru, tr, vi, zh_hans

source: Invalid backend URL.
ar: عنوان URL للخادم الخلفي غير صالح.
es: URL del backend no válida.
fa: نشانی بخشِ پشتیبان نامعتبر است.
fil: Hindi wastong URL ng backend.
fil_ph: Di-wastong URL ng backend.
fr: URL du serveur invalide.
it: URL del backend non valido.
ja: バックエンドのURLが無効です。
ko: 백엔드 URL이 올바르지 않습니다.
ru: Недопустимый URL серверной части.
tr: Geçersiz arka uç URL’si.
vi: URL máy chủ không hợp lệ.
zh_hans: 后端 URL 无效。

source: Invalid update endpoint or version.
ar: نقطة نهاية التحديث أو الإصدار غير صالح.
es: Endpoint o versión de actualización no válidos.
fa: نشانی یا نسخهٔ به‌روزرسانی نامعتبر است.
fil: Hindi wastong endpoint o bersyon ng update.
fil_ph: Di-wastong update endpoint o bersyon.
fr: Endpoint de mise à jour ou version invalide.
it: Endpoint o versione di aggiornamento non validi.
ja: 更新エンドポイントまたはバージョンが無効です。
ko: 업데이트 엔드포인트 또는 버전이 올바르지 않습니다.
ru: Недопустимый адрес конечной точки обновления или версия.
tr: Geçersiz güncelleme uç noktası veya sürümü.
vi: Điểm cuối hoặc phiên bản cập nhật không hợp lệ.
zh_hans: 更新端点或版本无效。

source: Italian
ar: الإيطالية
es: Italiano
fa: ایتالیایی
fil: Italyano
fil_ph: Italyano
fr: Italien
it: Italiano
ja: イタリア語
ko: 이탈리아어
ru: Итальянский
tr: İtalyanca
vi: Tiếng Ý
zh_hans: 意大利语

source: It’s two blocks away, on the left.
ar: على بُعد شارعين، على اليسار.
es: Está a dos manzanas, a la izquierda.
fa: دو کوچه آن‌طرف‌تر است، سمت چپ.
fil: Dalawang kanto lang ang layo, sa kaliwa.
fil_ph: Dalawang bloke lang ang layo, sa kaliwa.
fr: À deux rues, sur la gauche.
it: È a due isolati, sulla sinistra.
ja: 2ブロック先の左側にあります。
ko: 두 블록 가면 왼쪽에 있어요.
ru: Это в двух кварталах отсюда, слева.
tr: İki sokak ötede, sol tarafta.
vi: Cách đó hai dãy nhà, ở bên trái.
zh_hans: 走两个街区就到，在左边。

source: I’m planning a weekend in Paris. I’d love a relaxed trip with good food.
ar: أخطط لقضاء عطلة نهاية أسبوع في باريس. أودّ رحلة هادئة مع طعام لذيذ.
es: Estoy planeando un fin de semana en París. Me gustaría hacer un viaje tranquilo y disfrutar de buena comida.
fa: دارم برای آخر هفته‌ای در پاریس برنامه‌ریزی می‌کنم. دوست دارم سفر آرامی با غذاهای خوب داشته باشم.
fil: Nagpaplano ako ng weekend sa Paris. Gusto ko ng relaks na biyahe at masarap na pagkain.
fil_ph: Nagpaplano ako ng bakasyon sa Paris para sa katapusan ng linggo. Gusto ko ng relaks na biyahe at masarap na pagkain.
fr: Je prépare un week-end à Paris. J’aimerais un séjour tranquille avec de bons repas.
it: Sto organizzando un weekend a Parigi. Mi piacerebbe fare un viaggio rilassante e mangiare bene.
ja: パリで過ごす週末を計画しています。おいしい食事を楽しみながら、ゆったり過ごしたいです。
ko: 파리에서 주말을 보낼 계획이에요. 맛있는 음식을 즐기며 여유롭게 여행하고 싶어요.
ru: Я планирую провести выходные в Париже. Хочется спокойной поездки и вкусной еды.
tr: Paris’te bir hafta sonu planlıyorum. Güzel yemeklerin olduğu, rahat bir gezi istiyorum.
vi: Tôi đang lên kế hoạch đi Paris vào cuối tuần. Tôi muốn có một chuyến đi thư thái với đồ ăn ngon.
zh_hans: 我正在计划去巴黎度过一个周末。我想轻松地旅行，好好享受美食。

source: Japanese
ar: اليابانية
es: Japonés
fa: ژاپنی
fil: Hapon
fil_ph: Hapon
fr: Japonais
it: Giapponese
ja: 日本語
ko: 일본어
ru: Японский
tr: Japonca
vi: Tiếng Nhật
zh_hans: 日语

source: Keep editing
ar: مواصلة التعديل
es: Seguir editando
fa: ادامهٔ ویرایش
fil: Ituloy ang pag-edit
fil_ph: Ituloy ang pag-edit
fr: Continuer les modifications
it: Continua a modificare
ja: 編集を続ける
ko: 계속 수정하기
ru: Продолжить редактирование
tr: Düzenlemeye devam et
vi: Tiếp tục chỉnh sửa
zh_hans: 继续编辑

source: Korean
ar: الكورية
es: Coreano
fa: کره‌ای
fil: Koreano
fil_ph: Koreano
fr: Coréen
it: Coreano
ja: 韓国語
ko: 한국어
ru: Корейский
tr: Korece
vi: Tiếng Hàn
zh_hans: 韩语

source: Like
ar: إعجاب
es: Me gusta
fa: می‌پسندم
fil: I-like
fil_ph: I-like
fr: J’aime
it: Mi piace
ja: いいね
ko: 좋아요
ru: Нравится
tr: Beğen
vi: Thích
zh_hans: 喜欢

source: Live voice could not connect. Check your connection, then try again.
ar: تعذّر الاتصال بالصوت المباشر. تحقق من اتصالك، ثم حاول مجددًا.
es: No se pudo establecer la conexión de voz en directo. Comprueba tu conexión e inténtalo de nuevo.
fa: اتصال صدای زنده برقرار نشد. اتصال اینترنتتان را بررسی کنید و دوباره امتحان کنید.
fil: Hindi makakonekta ang live voice. Tingnan ang koneksyon mo, saka subukang muli.
fil_ph: Hindi makakonekta ang live voice. Tingnan ang koneksiyon mo at subukang muli.
fr: Impossible de se connecter au service vocal en direct. Vérifiez votre connexion, puis réessayez.
it: Impossibile connettersi alla voce in tempo reale. Controlla la connessione e riprova.
ja: ライブ音声に接続できませんでした。接続を確認して、もう一度お試しください。
ko: 실시간 음성 연결에 실패했습니다. 연결을 확인한 후 다시 시도해 주세요.
ru: Не удалось подключиться к голосовому чату. Проверьте подключение и попробуйте снова.
tr: Canlı ses bağlantısı kurulamadı. Bağlantınızı kontrol edip tekrar deneyin.
vi: Không thể kết nối giọng nói trực tiếp. Hãy kiểm tra kết nối rồi thử lại.
zh_hans: 无法连接实时语音。请检查网络连接后重试。

source: Live voice is unavailable. Please try again.
ar: الصوت المباشر غير متاح. يُرجى المحاولة مجددًا.
es: La voz en directo no está disponible. Inténtalo de nuevo.
fa: صدای زنده در دسترس نیست. لطفاً دوباره امتحان کنید.
fil: Hindi available ang live voice. Pakisubukang muli.
fil_ph: Hindi available ang live voice. Pakisubukang muli.
fr: La conversation vocale en direct est indisponible. Veuillez réessayer.
it: La voce in tempo reale non è disponibile. Riprova.
ja: ライブ音声を利用できません。もう一度お試しください。
ko: 실시간 음성을 사용할 수 없습니다. 다시 시도해 주세요.
ru: Голосовой чат недоступен. Попробуйте ещё раз.
tr: Canlı ses kullanılamıyor. Lütfen tekrar deneyin.
vi: Tính năng giọng nói trực tiếp hiện không khả dụng. Vui lòng thử lại.
zh_hans: 实时语音不可用，请重试。

source: Load latest choices
ar: تحميل أحدث الخيارات
es: Cargar las opciones más recientes
fa: بارگیری آخرین انتخاب‌ها
fil: I-load ang mga pinakabagong pagpipilian
fil_ph: I-load ang mga pinakabagong mapagpipilian
fr: Charger les derniers choix
it: Carica le scelte più recenti
ja: 最新の選択内容を読み込む
ko: 최신 선택 항목 불러오기
ru: Загрузить последние варианты
tr: En güncel seçenekleri yükle
vi: Tải các lựa chọn mới nhất
zh_hans: 加载最新选项

source: Load latest preferences
ar: تحميل أحدث التفضيلات
es: Cargar las preferencias más recientes
fa: بارگیری آخرین ترجیحات
fil: I-load ang mga pinakabagong kagustuhan
fil_ph: I-load ang mga pinakabagong kagustuhan
fr: Charger les préférences les plus récentes
it: Carica le preferenze più recenti
ja: 最新の設定を読み込む
ko: 최신 환경설정 불러오기
ru: Загрузить последние предпочтения
tr: En güncel tercihleri yükle
vi: Tải tùy chọn mới nhất
zh_hans: 加载最新偏好

source: Loading saved details…
ar: جارٍ تحميل التفاصيل المحفوظة…
es: Cargando los datos guardados…
fa: در حال بارگیری جزئیات ذخیره‌شده…
fil: Nilo-load ang mga naka-save na detalye…
fil_ph: Nilo-load ang mga naka-save na detalye…
fr: Chargement des informations enregistrées…
it: Caricamento dei dettagli salvati…
ja: 保存済みの詳細を読み込み中…
ko: 저장된 정보를 불러오는 중…
ru: Загружаем сохранённые данные…
tr: Kaydedilmiş ayrıntılar yükleniyor…
vi: Đang tải thông tin đã lưu…
zh_hans: 正在加载已保存的信息…

source: Loading…
ar: جارٍ التحميل…
es: Cargando…
fa: در حال بارگیری…
fil: Nilo-load…
fil_ph: Nilo-load…
fr: Chargement…
it: Caricamento…
ja: 読み込み中…
ko: 불러오는 중…
ru: Загрузка…
tr: Yükleniyor…
vi: Đang tải…
zh_hans: 正在加载…

source: Location access is off. Allow While Using the App in Settings.
ar: إمكانية الوصول إلى الموقع متوقفة. اسمح بالوصول أثناء استخدام التطبيق من الإعدادات.
es: El acceso a la ubicación está desactivado. Activa «Al usar la app» en Ajustes.
fa: دسترسی به موقعیت مکانی خاموش است. در تنظیمات، گزینهٔ «هنگام استفاده از برنامه» را مجاز کنید.
fil: Naka-off ang access sa lokasyon. Payagan ang access na “Habang Ginagamit ang App” sa Mga Setting.
fil_ph: Naka-off ang access sa lokasyon. Payagan ang access na “Habang Ginagamit ang App” sa Mga Setting.
fr: L’accès à la localisation est désactivé. Dans Réglages, autorisez l’accès « Lorsque l’app est active ».
it: L’accesso alla posizione è disattivato. In Impostazioni, consenti l’accesso mentre usi l’app.
ja: 位置情報へのアクセスがオフです。「設定」で「Appの使用中は許可」を選択してください。
ko: 위치 접근이 꺼져 있습니다. 설정에서 '앱을 사용하는 동안 허용'을 선택하세요.
ru: Доступ к геопозиции отключён. В настройках разрешите доступ «При использовании приложения».
tr: Konum erişimi kapalı. Ayarlar’dan Uygulamayı Kullanırken seçeneğini etkinleştirin.
vi: Quyền truy cập vị trí đang tắt. Hãy chọn Cho phép khi dùng ứng dụng trong Cài đặt.
zh_hans: 定位服务已关闭。请在“设置”中允许 App 使用期间访问位置。

source: Location access is restricted on this iPhone.
ar: إمكانية الوصول إلى الموقع مقيّدة على هذا الـ iPhone.
es: El acceso a la ubicación está restringido en este iPhone.
fa: دسترسی به موقعیت مکانی در این iPhone محدود شده است.
fil: Pinaghihigpitan ang access sa lokasyon sa iPhone na ito.
fil_ph: Pinaghihigpitan ang access sa lokasyon sa iPhone na ito.
fr: L’accès à la localisation est limité sur cet iPhone.
it: L’accesso alla posizione è limitato su questo iPhone.
ja: このiPhoneでは位置情報へのアクセスが制限されています。
ko: 이 iPhone에서는 위치 접근이 제한되어 있습니다.
ru: Доступ к геопозиции ограничен на этом iPhone.
tr: Bu iPhone’da konum erişimi kısıtlanmış.
vi: Quyền truy cập vị trí bị hạn chế trên iPhone này.
zh_hans: 此 iPhone 上的位置访问权限受到限制。

source: Location found. Nearby address is unavailable; lookup will retry automatically.
ar: تم تحديد الموقع. العنوان القريب غير متاح؛ ستُعاد محاولة البحث تلقائيًا.
es: Ubicación encontrada. No se pudo obtener la dirección cercana; se volverá a intentar automáticamente.
fa: موقعیت مکانی پیدا شد. نشانی نزدیک در دسترس نیست؛ دوباره به‌طور خودکار تلاش می‌کنیم.
fil: Nahanap ang lokasyon. Hindi available ang kalapit na address; awtomatikong susubukan ulit itong hanapin.
fil_ph: Nahanap ang lokasyon. Hindi available ang kalapit na address; awtomatikong susubukang hanapin ito muli.
fr: Position détectée. Adresse à proximité indisponible ; une nouvelle recherche sera effectuée automatiquement.
it: Posizione trovata. L’indirizzo nelle vicinanze non è disponibile; riproveremo automaticamente a trovarlo.
ja: 位置情報を取得しました。近くの住所を取得できません。自動的に再試行します。
ko: 위치를 찾았습니다. 주변 주소를 확인할 수 없어 자동으로 다시 조회합니다.
ru: Геопозиция определена. Адрес поблизости недоступен; поиск будет автоматически повторён.
tr: Konum bulundu. Yakındaki adres kullanılamıyor; arama otomatik olarak yeniden denenecek.
vi: Đã tìm thấy vị trí. Không có địa chỉ lân cận; hệ thống sẽ tự động thử tra cứu lại.
zh_hans: 已获取位置，但无法获取附近地址；将自动重试。

source: Location is unavailable. Check Location Services.
ar: الموقع غير متاح. تحقق من خدمات الموقع.
es: La ubicación no está disponible. Comprueba los servicios de localización.
fa: موقعیت مکانی در دسترس نیست. خدمات مکان‌یابی را بررسی کنید.
fil: Hindi available ang lokasyon. Tingnan ang Mga Serbisyo sa Lokasyon.
fil_ph: Hindi available ang lokasyon. Tingnan ang Mga Serbisyo ng Lokasyon.
fr: Localisation indisponible. Vérifiez les Services de localisation.
it: Posizione non disponibile. Controlla i servizi di localizzazione.
ja: 位置情報を利用できません。「位置情報サービス」を確認してください。
ko: 위치를 사용할 수 없습니다. 위치 서비스를 확인하세요.
ru: Геопозиция недоступна. Проверьте службы геолокации.
tr: Konum kullanılamıyor. Konum Servisleri’ni kontrol edin.
vi: Không thể xác định vị trí. Hãy kiểm tra Dịch vụ định vị.
zh_hans: 无法获取位置。请检查“定位服务”。

source: Make Pip your own
ar: اجعل Pip على ذوقك
es: Personaliza Pip
fa: Pip را مطابق سلیقه‌ات کن
fil: Iangkop si Pip sa gusto mo
fil_ph: I-personalize si Pip
fr: Personnalisez Pip
it: Personalizza Pip
ja: Pipを自分好みに
ko: Pip을 나만의 스타일로 꾸미기
ru: Настройте Пипа под себя
tr: Pip’i kendinize göre özelleştirin
vi: Cá nhân hóa Pip theo ý bạn
zh_hans: 让 Pip 更合你心意

source: My travel style
ar: أسلوبي في السفر
es: Mi estilo de viaje
fa: سبک سفر من
fil: Estilo ko sa paglalakbay
fil_ph: Estilo ko sa paglalakbay
fr: Mon style de voyage
it: Il mio stile di viaggio
ja: 私の旅行スタイル
ko: 내 여행 스타일
ru: Мой стиль путешествий
tr: Seyahat tarzım
vi: Phong cách du lịch của tôi
zh_hans: 我的旅行风格

source: My trip
ar: رحلتي
es: Mi viaje
fa: سفر من
fil: Biyahe ko
fil_ph: Biyahe ko
fr: Mon voyage
it: Il mio viaggio
ja: 旅行
ko: 내 여행
ru: Моя поездка
tr: Seyahatim
vi: Chuyến đi của tôi
zh_hans: 我的行程

source: Nearby
ar: بالقرب منك
es: Cerca
fa: اطراف
fil: Malapit
fil_ph: Malapit
fr: À proximité
it: Qui vicino
ja: 近く
ko: 주변
ru: Поблизости
tr: Yakınımda
vi: Gần đây
zh_hans: 附近

source: No conflicts found in your selected calendars.
ar: لم يُعثر على تعارضات في التقويمات التي اخترتها.
es: No se encontraron conflictos en los calendarios seleccionados.
fa: در تقویم‌های انتخاب‌شده تداخلی پیدا نشد.
fil: Walang nakitang salungatan sa mga kalendaryong pinili mo.
fil_ph: Walang nakitang salungatan sa mga kalendaryong pinili mo.
fr: Aucun conflit détecté dans les calendriers sélectionnés.
it: Nessun impegno in conflitto nei calendari selezionati.
ja: 選択したカレンダーに重複する予定はありません。
ko: 선택한 캘린더에서 일정이 겹치는 항목을 찾지 못했습니다.
ru: Конфликтов в выбранных календарях не найдено.
tr: Seçtiğiniz takvimlerde çakışma bulunamadı.
vi: Không tìm thấy lịch nào bị trùng trong các lịch bạn đã chọn.
zh_hans: 所选日历中没有发现冲突。

source: No headphone output. Headphone mode off.
ar: لا يوجد إخراج صوتي إلى سماعات الرأس. وضع سماعات الرأس متوقف.
es: No hay salida de audio por auriculares. Modo de auriculares desactivado.
fa: خروجی هدفون در دسترس نیست. حالت هدفون خاموش است.
fil: Walang audio output sa headphone. Naka-off ang headphone mode.
fil_ph: Walang audio output sa headphone. Naka-off ang headphone mode.
fr: Aucune sortie audio par écouteurs. Mode écouteurs désactivé.
it: Nessuna uscita cuffie. Modalità cuffie disattivata.
ja: ヘッドフォンから音声が出力されません。ヘッドフォンモードがオフです。
ko: 헤드폰 출력이 없습니다. 헤드폰 모드가 꺼져 있습니다.
ru: Нет вывода звука на наушники. Режим наушников выключен.
tr: Kulaklık çıkışı yok. Kulaklık modu kapalı.
vi: Không có đầu ra tai nghe. Đã tắt chế độ tai nghe.
zh_hans: 没有耳机音频输出。耳机模式已关闭。

source: No headphone output. Headphone mode on.
ar: لا يوجد إخراج صوتي إلى سماعات الرأس. وضع سماعات الرأس قيد التشغيل.
es: No hay salida de audio por auriculares. Modo de auriculares activado.
fa: خروجی هدفون در دسترس نیست. حالت هدفون روشن است.
fil: Walang audio output sa headphone. Naka-on ang headphone mode.
fil_ph: Walang audio output sa headphone. Naka-on ang headphone mode.
fr: Aucune sortie audio par écouteurs. Mode écouteurs activé.
it: Nessuna uscita cuffie. Modalità cuffie attiva.
ja: ヘッドフォンから音声が出力されません。ヘッドフォンモードがオンです。
ko: 헤드폰 출력이 없습니다. 헤드폰 모드가 켜져 있습니다.
ru: Нет вывода звука на наушники. Режим наушников включён.
tr: Kulaklık çıkışı yok. Kulaklık modu açık.
vi: Không có đầu ra tai nghe. Đã bật chế độ tai nghe.
zh_hans: 没有耳机音频输出。耳机模式已开启。

source: No saved details yet.
ar: لا توجد تفاصيل محفوظة بعد.
es: Aún no hay datos guardados.
fa: هنوز جزئیاتی ذخیره نشده است.
fil: Wala pang naka-save na detalye.
fil_ph: Wala pang naka-save na detalye.
fr: Aucune information enregistrée pour le moment.
it: Non hai ancora dettagli salvati.
ja: 保存済みの詳細はまだありません。
ko: 저장된 정보가 아직 없습니다.
ru: Сохранённых данных пока нет.
tr: Henüz kaydedilmiş ayrıntı yok.
vi: Chưa có thông tin nào được lưu.
zh_hans: 还没有已保存的信息。

source: Not yet allocated
ar: لم يُخصّص بعد
es: Aún sin asignar
fa: هنوز تخصیص داده نشده
fil: Hindi pa naitalaga
fil_ph: Hindi pa naitalaga
fr: Pas encore réparti
it: Non ancora assegnato
ja: 未割り当て
ko: 아직 배정되지 않음
ru: Пока не распределено
tr: Henüz tahsis edilmedi
vi: Chưa được phân bổ
zh_hans: 尚未分配

source: Offer your honest opinion
ar: أبدِ رأيك بصراحة
es: Da tu opinión sincera
fa: نظرت را صادقانه بگو
fil: Ibigay ang tapat mong opinyon
fil_ph: Ibahagi ang tapat mong opinyon
fr: Donner votre avis en toute franchise
it: Esprimi la tua opinione sincera
ja: 率直な意見を伝える
ko: 솔직한 의견을 남겨 주세요
ru: Поделитесь своим честным мнением
tr: Dürüst fikrinizi paylaşın
vi: Hãy chia sẻ ý kiến chân thật của bạn
zh_hans: 坦诚表达你的看法

source: Open PipPipGo and start a live voice conversation with Pip. Sign in and allow microphone access first.
ar: افتح PipPipGo وابدأ محادثة صوتية مباشرة مع Pip. سجّل الدخول واسمح بالوصول إلى الميكروفون أولًا.
es: Abre PipPipGo e inicia una conversación de voz en directo con Pip. Primero, inicia sesión y permite el acceso al micrófono.
fa: PipPipGo را باز کنید و گفت‌وگوی زندهٔ صوتی با پیپ را شروع کنید. ابتدا وارد شوید و اجازهٔ دسترسی به میکروفون را بدهید.
fil: Buksan ang PipPipGo at magsimula ng live na usapang boses kay Pip. Mag-sign in at payagan muna ang access sa mikropono.
fil_ph: Buksan ang PipPipGo at magsimula ng live na usapang boses kay Pip. Mag-sign in at payagan muna ang access sa mikropono.
fr: Ouvrez PipPipGo et lancez une conversation vocale en direct avec Pip. Connectez-vous et autorisez d’abord l’accès au micro.
it: Apri PipPipGo e avvia una conversazione vocale in tempo reale con Pip. Prima accedi e consenti l’accesso al microfono.
ja: PipPipGoを開いて、Pipとのライブ音声会話を始めましょう。まずサインインして、マイクへのアクセスを許可してください。
ko: PipPipGo를 열고 Pip과 실시간 음성 대화를 시작하세요. 먼저 로그인하고 마이크 접근을 허용해 주세요.
ru: Откройте PipPipGo и начните голосовой разговор с Пипом. Сначала войдите в аккаунт и разрешите доступ к микрофону.
tr: PipPipGo’yu açıp Pip ile canlı sesli görüşme başlatın. Önce giriş yapın ve mikrofon erişimine izin verin.
vi: Mở PipPipGo và bắt đầu trò chuyện trực tiếp bằng giọng nói với Pip. Trước tiên, hãy đăng nhập và cho phép truy cập micrô.
zh_hans: 打开 PipPipGo，与 Pip 开始实时语音对话。请先登录并允许使用麦克风。

source: Our recent conversations
ar: أحدث محادثاتنا
es: Nuestras conversaciones recientes
fa: گفتگوهای اخیر ما
fil: Mga kamakailan nating pag-uusap
fil_ph: Mga kamakailan nating pag-uusap
fr: Nos conversations récentes
it: Le nostre conversazioni recenti
ja: 最近の会話
ko: 최근 대화
ru: Наши недавние разговоры
tr: Son görüşmelerimiz
vi: Các cuộc trò chuyện gần đây của chúng tôi
zh_hans: 最近的对话

source: Pasted details
ar: التفاصيل الملصقة
es: Detalles pegados
fa: جزئیاتِ جای‌گذاری‌شده
fil: Mga idinikit na detalye
fil_ph: Mga idinikit na detalye
fr: Détails collés
it: Dettagli incollati
ja: 貼り付けた詳細
ko: 붙여넣은 정보
ru: Вставленные данные
tr: Yapıştırılan ayrıntılar
vi: Thông tin đã dán
zh_hans: 已粘贴的详情

source: Permanently delete your PipPipGo account?
ar: حذف حسابك على PipPipGo نهائيًا؟
es: ¿Eliminar permanentemente tu cuenta de PipPipGo?
fa: حساب PipPipGo خود را برای همیشه حذف می‌کنید؟
fil: Permanenteng i-delete ang iyong PipPipGo account?
fil_ph: Permanenteng burahin ang account mo sa PipPipGo?
fr: Supprimer définitivement votre compte PipPipGo ?
it: Eliminare definitivamente il tuo account PipPipGo?
ja: PipPipGoアカウントを完全に削除しますか？
ko: PipPipGo 계정을 영구 삭제할까요?
ru: Удалить аккаунт PipPipGo навсегда?
tr: PipPipGo hesabınızı kalıcı olarak silmek istiyor musunuz?
vi: Xóa vĩnh viễn tài khoản PipPipGo của bạn?
zh_hans: 确定要永久删除你的 PipPipGo 账号吗？

source: Photo contributor
ar: مساهم بالصور
es: Autor de la foto
fa: عکاس
fil: Nag-ambag ng larawan
fil_ph: Nag-ambag ng larawan
fr: Photographe
it: Autore della foto
ja: 写真の投稿者
ko: 사진 제공자
ru: Автор фото
tr: Fotoğraf katkıcısı
vi: Người đóng góp ảnh
zh_hans: 照片贡献者

source: Photo unavailable
ar: الصورة غير متاحة
es: Foto no disponible
fa: عکس در دسترس نیست
fil: Hindi available ang larawan
fil_ph: Hindi available ang larawan
fr: Photo indisponible
it: Foto non disponibile
ja: 写真を表示できません
ko: 사진을 사용할 수 없음
ru: Фото недоступно
tr: Fotoğraf kullanılamıyor
vi: Ảnh không khả dụng
zh_hans: 无法显示照片

source: Photo · Google Maps
ar: صورة · خرائط Google
es: Foto · Google Maps
fa: عکس · Google Maps
fil: Larawan · Google Maps
fil_ph: Larawan · Google Maps
it: Foto · Google Maps
ja: 写真 · Google マップ
ko: 사진 · Google 지도
ru: Фото · Google Maps
tr: Fotoğraf · Google Haritalar
vi: Ảnh · Google Maps
zh_hans: 照片 · Google 地图

source: Pip could not connect. Please try again.
ar: تعذّر على بيب الاتصال. يُرجى المحاولة مرة أخرى.
es: Pip no pudo conectarse. Inténtalo de nuevo.
fa: Pip نتوانست متصل شود. لطفاً دوباره امتحان کنید.
fil: Hindi makakonekta si Pip. Pakisubukang muli.
fil_ph: Hindi makakonekta si Pip. Subukan ulit.
fr: Pip n’a pas pu se connecter. Veuillez réessayer.
it: Pip non è riuscito a connettersi. Riprova.
ja: Pipに接続できませんでした。もう一度お試しください。
ko: Pip이 연결되지 않았어요. 다시 시도해 주세요.
ru: Pip не удалось подключиться. Попробуйте ещё раз.
tr: Pip bağlantı kuramadı. Lütfen tekrar deneyin.
vi: Pip không thể kết nối. Vui lòng thử lại.
zh_hans: Pip 无法连接，请重试。

source: Pip couldn't find booking details. You can add them yourself or choose another receipt.
ar: لم يتمكن بيب من العثور على تفاصيل الحجز. يمكنك إضافتها بنفسك أو اختيار إيصال آخر.
es: Pip no encontró los datos de la reserva. Puedes agregarlos tú o elegir otro recibo.
fa: Pip نتوانست جزئیات رزرو را پیدا کند. می‌توانی خودت آن‌ها را اضافه کنی یا رسید دیگری انتخاب کنی.
fil: Hindi mahanap ni Pip ang mga detalye ng booking. Maaari mong idagdag ang mga ito o pumili ng ibang resibo.
fil_ph: Hindi mahanap ni Pip ang mga detalye ng booking. Maaari mong idagdag ang mga ito nang ikaw mismo o pumili ng ibang resibo.
fr: Pip n’a pas trouvé les détails de la réservation. Vous pouvez les ajouter vous-même ou choisir un autre justificatif.
it: Pip non ha trovato i dettagli della prenotazione. Puoi aggiungerli tu oppure scegliere un’altra ricevuta.
ja: Pipは予約情報を見つけられませんでした。ご自身で追加するか、別の領収書を選択してください。
ko: Pip이 예약 정보를 찾지 못했어요. 직접 추가하거나 다른 영수증을 선택할 수 있어요.
ru: Pip не удалось найти данные бронирования. Вы можете добавить их сами или выбрать другой чек.
tr: Pip rezervasyon bilgilerini bulamadı. Bunları kendiniz ekleyebilir veya başka bir makbuz seçebilirsiniz.
vi: Pip không tìm thấy thông tin đặt chỗ. Bạn có thể tự thêm hoặc chọn biên nhận khác.
zh_hans: Pip 没能找到预订信息。你可以自行添加，也可以选择其他凭证。

source: Pip couldn't refresh your recap. Your saved information is safe.
ar: تعذّر على بيب تحديث ملخصك. معلوماتك المحفوظة بأمان.
es: Pip no pudo actualizar tu resumen. Tu información guardada está a salvo.
fa: Pip نتوانست خلاصهٔ سفر شما را به‌روز کند. اطلاعات ذخیره‌شده‌تان محفوظ است.
fil: Hindi ma-refresh ni Pip ang buod mo. Ligtas ang naka-save mong impormasyon.
fil_ph: Hindi ma-refresh ni Pip ang recap mo. Ligtas ang naka-save mong impormasyon.
fr: Pip n’a pas pu actualiser votre récapitulatif. Vos informations enregistrées sont en sécurité.
it: Pip non è riuscito ad aggiornare il tuo riepilogo. Le informazioni salvate sono al sicuro.
ja: Pipは概要を更新できませんでした。保存した情報は安全です。
ko: Pip이 여행 요약을 새로 불러오지 못했어요. 저장된 정보는 안전해요.
ru: Pip не удалось обновить сводку. Сохранённые данные в безопасности.
tr: Pip özetinizi yenileyemedi. Kaydettiğiniz bilgiler güvende.
vi: Pip không thể làm mới bản tóm tắt. Thông tin đã lưu của bạn vẫn an toàn.
zh_hans: Pip 无法刷新你的摘要。你保存的信息是安全的。

source: Pip couldn’t receive microphone audio. Please try starting voice again.
ar: تعذّر على بيب تلقّي صوت الميكروفون. يُرجى محاولة بدء المحادثة الصوتية مجددًا.
es: Pip no pudo recibir el audio del micrófono. Intenta iniciar la voz de nuevo.
fa: Pip نتوانست صدای میکروفون را دریافت کند. لطفاً دوباره گفت‌وگوی صوتی را آغاز کنید.
fil: Hindi natanggap ni Pip ang audio mula sa mikropono. Subukang simulan muli ang boses.
fil_ph: Hindi natanggap ni Pip ang audio mula sa mikropono. Subukang simulan muli ang voice.
fr: Pip n’a pas pu recevoir le son du microphone. Veuillez relancer la conversation vocale.
it: Pip non è riuscito a ricevere l’audio dal microfono. Prova ad avviare di nuovo la modalità vocale.
ja: Pipがマイクの音声を受信できませんでした。音声をもう一度開始してください。
ko: Pip이 마이크 오디오를 받지 못했어요. 음성 기능을 다시 시작해 주세요.
ru: Pip не удалось получить звук с микрофона. Попробуйте снова запустить голосовой режим.
tr: Pip mikrofondan ses alamadı. Lütfen sesli sohbeti yeniden başlatmayı deneyin.
vi: Pip không nhận được âm thanh từ micrô. Vui lòng thử bắt đầu lại bằng giọng nói.
zh_hans: Pip 无法接收麦克风音频。请尝试重新启动语音。

source: Pip is finding out more…
ar: بيب يبحث عن مزيد من المعلومات…
es: Pip está averiguando más…
fa: Pip دارد اطلاعات بیشتری پیدا می‌کند…
fil: May inaalam pa si Pip…
fil_ph: Naghahanap pa si Pip ng impormasyon…
fr: Pip cherche à en savoir plus…
it: Pip sta cercando altre informazioni…
ja: Pipが詳しく調べています…
ko: Pip이 더 알아보고 있어요…
ru: Pip узнаёт подробности…
tr: Pip daha fazlasını öğreniyor…
vi: Pip đang tìm hiểu thêm…
zh_hans: Pip 正在了解更多信息…
